Repository: EstamelGG/EVE-Tritanium
Catalog: EVE Nexus/utils/Language/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# KillMail_Simulate_Fitting
source: Simulate Fitting
zh_hans: 模拟装配

# KillMail_Stats_Failed
source: Failed to load battle statistics: %@
zh_hans: 获取战斗统计信息失败: %@

# KillMail_Unknown_Item
source: Unknown Item(TypeID:%d)
zh_hans: 未知物品(TypeID:%d)

# KillMail_Unknown_Location
source: Unknown Location
zh_hans: 未知地点

# KillMail_View_Title
source: KillBoard
zh_hans: 战斗记录

# KillMail_ZKB_Copy_Link
source: Copy zKillboard link
zh_hans: 复制 zKillboard 链接

# KillMail_ZKB_Copy_Link_A11y
source: Copy zKillboard link
zh_hans: 复制 zKillboard 链接

# KillMail_ZKB_Link_Copy_Alert_Message
source: The zKillboard page link has been copied to the clipboard.
zh_hans: zKillboard 页面链接已复制到剪贴板。

# Language_Identifier
source: en_US
zh_hans: zh_CN

# Language_Map_Settings_Description
source: Select languages to display in the language map. English is always included, you need to select at least one additional language.
zh_hans: 选择要在语言映射中显示的语言。英文默认包含，至少需要再选择一种语言。

# Language_Map_Settings_Minimum_Languages
source: Please select at least 1 language
zh_hans: 请至少选择1种语言

# Language_Map_Settings_Select_Languages
source: Select Languages
zh_hans: 选择语言

# Language_Map_Settings_Title
source: Language Map Settings
zh_hans: 语言映射设置

source: Load More
zh_hans: 加载更多

# Loading_Corp_Industry_Jobs
source: Loading corporation industry jobs...
zh_hans: 正在加载军团工业项目...

# Loading_Corp_Industry_Page_Progress
source: Loading page %d/%d ...
zh_hans: 正在加载第 %d/%d 页军团工业项目...

# Loading_Installer_Info
source: Loading...
zh_hans: 正在加载发起人信息...

source: Loading item names...
zh_hans: 正在加载物品名称...

# Loading_Jita_Prices
source: Loading prices in The Forge...
zh_hans: 正在加载市场价格...

# Loading_Location
source: Loading...
zh_hans: 加载中...

# Loading_Location_Info
source: Loading location information...
zh_hans: 正在加载位置信息...

# Loading_Location_Names
source: Loading...
zh_hans: 正在加载位置信息...

source: Loading Orders...
zh_hans: 正在加载订单...

# Loading_Premium_Items
source: Loading items price...
zh_hans: 正在加载溢价物品...

source: Loading regions...
zh_hans: 加载星域中...

# Loading_Sovereignty
source: Loading sovereignty data...
zh_hans: 加载主权信息中...

source: Loading systems...
zh_hans: 加载星系中...

source: Location Filter
zh_hans: 位置过滤

# Location_Flag_AutoFit
source: Auto Fit
zh_hans: 自动装配

# Location_Flag_Cargo
source: Cargo
zh_hans: 货物

# Location_Flag_CorpDeliveries
source: Corporation Deliveries
zh_hans: 公司递送

# Location_Flag_CorpSAG
source: Corporation Hangar
zh_hans: 军团机库

# Location_Flag_CorpSAG1
source: Corporation Hangar 1
zh_hans: 公司机库 1

# Location_Flag_CorpSAG2
source: Corporation Hangar 2
zh_hans: 公司机库 2

# Location_Flag_CorpSAG3
source: Corporation Hangar 3
zh_hans: 公司机库 3

# Location_Flag_CorpSAG4
source: Corporation Hangar 4
zh_hans: 公司机库 4

# Location_Flag_CorpSAG5
source: Corporation Hangar 5
zh_hans: 公司机库 5

# Location_Flag_CorpSAG6
source: Corporation Hangar 6
zh_hans: 公司机库 6

# Location_Flag_CorpSAG7
source: Corporation Hangar 7
zh_hans: 公司机库 7

# Location_Flag_Deliveries
source: Deliveries
zh_hans: 递送

# Location_Flag_DroneBay
source: Drone Bay
zh_hans: 无人机舱

# Location_Flag_FighterBay
source: Fighter Bay
zh_hans: 战斗机舱

# Location_Flag_FighterTubes
source: Fighter Tubes
zh_hans: 战斗机发射管

# Location_Flag_FleetHangar
source: Fleet Hangar
zh_hans: 舰队机库

# Location_Flag_Gun
source: Gun
zh_hans: 炮台

# Location_Flag_Hangar
source: Hangar
zh_hans: 机库

# Location_Flag_HiddenModifiers
source: Hidden Modifiers
zh_hans: 隐藏修改器

# Location_Flag_HiSlots
source: High Slots
zh_hans: 高槽

# Location_Flag_Launcher
source: Launcher
zh_hans: 发射器

# Location_Flag_LoSlots
source: Low Slots
zh_hans: 低槽

# Location_Flag_MedSlots
source: Medium Slots
zh_hans: 中槽

# Location_Flag_RigCost
source: Rig
zh_hans: 校准值

# Location_Flag_RigSlots
source: Rig Slots
zh_hans: 改装槽

# Location_Flag_ShipHangar
source: Ship Hangar
zh_hans: 舰船机库

# Location_Flag_SpecializedAmmoHold
source: Ammo Hold
zh_hans: 特殊弹药仓

# Location_Flag_SpecializedCommandCenterHold
source: Command Center Hold
zh_hans: 特殊指挥中心仓

# Location_Flag_SpecializedFuelBay
source: Fuel Bay
zh_hans: 特殊燃料仓

# Location_Flag_SpecializedGasHold
source: Gas Hold
zh_hans: 特殊气体仓

# Location_Flag_SpecializedIndustrialShipHold
source: Industrial Ship Hold
zh_hans: 特殊工业舰船仓

# Location_Flag_SpecializedLargeShipHold
source: Large Ship Hold
zh_hans: 特殊大型舰船仓

# Location_Flag_SpecializedMaterialBay
source: Material Bay
zh_hans: 特殊材料仓

# Location_Flag_SpecializedMediumShipHold
source: Medium Ship Hold
zh_hans: 特殊中型舰船仓

# Location_Flag_SpecializedMineralHold
source: Mineral Hold
zh_hans: 特殊矿物仓

# Location_Flag_SpecializedOreHold
source: Ore Hold
zh_hans: 特殊矿石仓

# Location_Flag_SpecializedPlanetaryCommoditiesHold
source: Planetary Commodities Hold
zh_hans: 特殊行星商品仓

# Location_Flag_SpecializedSalvageHold
source: Salvage Hold
zh_hans: 特殊打捞仓

# Location_Flag_SpecializedShipHold
source: Ship Hold
zh_hans: 特殊舰船仓

# Location_Flag_SpecializedSmallShipHold
source: Small Ship Hold
zh_hans: 特殊小型舰船仓

# Location_Flag_StructureDeedBay
source: Structure Deed Bay
zh_hans: 建筑契据仓

# Location_Flag_SubSystemBay
source: SubSystem Bay
zh_hans: 子系统舱

# Location_Flag_SubSystemSlots
source: SubSystem Slots
zh_hans: 子系统插槽

# Location_Flag_T3DModeSlot
source: Mode
zh_hans: 模式

# Location_Flag_Unlocked
source: Unlocked
zh_hans: 已解锁

# Location_Flag_Wardrobe
source: Wardrobe
zh_hans: 衣柜

# LoSlot
source: Low Slot
zh_hans: 低槽

# LP_Copy_Required_Materials
source: Copy Materials
zh_hans: 复制所需材料

# LP_Find_Stations
source: Find Stations
zh_hans: 寻找空间站

# LP_Show_Map
source: Show Map
zh_hans: 查看地图

# LP_Store_Loading
source: Loading LP Store data...
zh_hans: 加载LP商店数据...

# LP_Store_No_Data
source: No LP Store Data
zh_hans: 无LP商店数据

# LP_Store_Title
source: LP Store
zh_hans: LP商店

# LP_Store_View
source: View LP Store
zh_hans: 查看LP商店

# Main_About
source: About
zh_hans: 关于

# Main_About_Acknowledgement
source: Acknowledgement
zh_hans: 致谢

# Main_About_Acknowledgement_Text
source: Special thanks to my partner: KD Hsueh
zh_hans: 向我的合作伙伴 KD Hsueh 致谢

# Main_About_Author
source: Author
zh_hans: 作者

# Main_About_Build_Number
source: Build
zh_hans: 构建号

# Main_About_copyright_Title
source: Copy Right And Privacy Statement
zh_hans: 版权与隐私说明

# Main_About_Database_BuiltIn
source: Built-in
zh_hans: 内置

# Main_About_Database_Update_Available
source: Update Available
zh_hans: 可更新

# Main_About_Database_Version
source: SDE
zh_hans: SDE 数据库

# Main_About_Patch_Number
source: Patch
zh_hans: 补丁号

# Main_About_Report_Bug
source: Report Bug
zh_hans: 报告缺陷

# Main_Agents
source: Agents
zh_hans: 代理人

# Main_Assets
source: Assets
zh_hans: 个人资产

# Main_Attribute_Compare
source: Attribute Compare
zh_hans: 属性对比

# Main_Attribute_Compare_Add
source: Add Compare List
zh_hans: 添加对比列表

# Main_Attribute_Compare_Add_Item
source: Add Item
zh_hans: 添加物品

# Main_Attribute_Compare_Empty
source: No items to compare
zh_hans: 暂无对比项目

# Main_Attribute_Compare_Item_List
source: Item List
zh_hans: 物品列表

# Main_Attribute_Compare_Items
source: %d items
zh_hans: %d 个物品

# Main_Attribute_Compare_Name
source: Compare List Name
zh_hans: 对比列表名称

# Main_Attribute_Compare_Show_Only_Differences
source: Show Only Differences
zh_hans: 只展示有差异的属性

# Main_Attribute_Quick_Compare
source: Quick Compare
zh_hans: 快速比对

# Main_Attribute_Quick_Compare_Count_Format
source: %d types in this market group
zh_hans: 本组共 %d 种物品

# Main_Attribute_Quick_Compare_Need_Two
source: Need at least two types
zh_hans: 至少需要两个物品

# Main_Attribute_Quick_Compare_Single_Item_Format
source: This market group only has %d type(s). Add another type or pick a different group.
zh_hans: 当前市场组仅有 %d 件物品，无法进行属性对比。

# Main_Battle
source: Battle
zh_hans: 战斗

# Main_Business
source: Business
zh_hans: 商业

# Main_ByCorruption
source: By Corrupt
zh_hans: 按腐蚀

# Main_ByName
source: By Name
zh_hans: 按名称

# Main_BySuppression
source: By Suppress
zh_hans: 按镇压

# Main_Contact_Search
source: People & Locations
zh_hans: 人物与地点

# Main_contested
source: contested
zh_hans: 争夺中

# Main_Contracts
source: Contracts
zh_hans: 合同列表

# Main_Corporation
source: Corporation
zh_hans: 军团

# Main_Corporation_Assets
source: Corp Assets
zh_hans: 军团资产

# Main_Corporation_Contracts
source: Corp Contracts
zh_hans: 军团合同

# Main_Corporation_Hangar_Default
source: Corp Hangar %d
zh_hans: 军团机库 %d

# Main_Corporation_Industry
source: Corp Industry
zh_hans: 军团工业

# Main_Corporation_Issued_Contracts
source: Corporation Issued Contracts
zh_hans: 军团发起的合同

# Main_Corporation_Market_Orders
source: Corp Market Orders
zh_hans: 军团市场订单

# Main_Corporation_Members
source: Corp Members
zh_hans: 军团成员

# Main_Corporation_Members_Favorites
source: Favorites
zh_hans: 特别关注

# Main_Corporation_Members_Favorites_Title
source: Favorite Members
zh_hans: 特别关注列表

# Main_Corporation_Members_Favorites_Total
source: %d Members Pinned
zh_hans: 已关注 %d 名成员

# Main_Corporation_Members_Filtered_Total
source: %d Members Found
zh_hans: 搜索到%d名成员

# Main_Corporation_Members_Join_Date
source: Join Date
zh_hans: 入团时间

# Main_Corporation_Members_Last_Login
source: Last Login
zh_hans: 最后登录

# Main_Corporation_Members_Last_Logout
source: Last Logout
zh_hans: 最后登出

# Main_Corporation_Members_Loading
source: Loading members...
zh_hans: 正在加载成员信息...

# Main_Corporation_Members_Location
source: Location
zh_hans: 当前位置

# Main_Corporation_Members_No_Data
source: No member data available
zh_hans: 暂无成员数据

# Main_Corporation_Members_No_Favorites
source: No Favorite Members
zh_hans: 暂无关注成员

# Main_Corporation_Members_No_Search_Results
source: No matching results
zh_hans: 未找到匹配结果

# Main_Corporation_Members_Search_Placeholder
source: Search by name or spaceship...
zh_hans: 搜索名称或舰船...

# Main_Corporation_Members_Ship
source: Current Ship
zh_hans: 当前舰船

# Main_Corporation_Members_Sort_By_Name
source: Character Name
zh_hans: 按人名

# Main_Corporation_Members_Sort_By_Ship
source: Current Ship
zh_hans: 按舰船

# Main_Corporation_Members_Sort_By_System
source: Current System
zh_hans: 按星系

# Main_Corporation_Members_Sort_By_Title
source: Title
zh_hans: 按称号

# Main_Corporation_Members_Title
source: Corporation Members
zh_hans: 军团成员列表

# Main_Corporation_Members_Total
source: %d Members
zh_hans: %d名成员

# Main_Corporation_Moon_Mining
source: Corp Moon
zh_hans: 军团月矿作业

# Main_Corporation_Moon_Mining_Chunk_Arrival
source: Chunk Arrival:
zh_hans: 矿石抵达:

# Main_Corporation_Moon_Mining_Days_Later
source: [%d days later]
zh_hans: [%d天后]

# Main_Corporation_Moon_Mining_Later
source: Later (Local Time)
zh_hans: 未来月矿(本地时间)

# Main_Corporation_Moon_Mining_Natural_Decay
source: Natural Decay:
zh_hans: 自然碎裂:

# Main_Corporation_Moon_Mining_This_Week
source: This Week (Local Time)
zh_hans: 本周月矿(本地时间)

# Main_Corporation_Moon_Mining_Today
source: [Today]
zh_hans: [今天]

# Main_Corporation_Moon_Mining_Unknown_Moon
source: Unknown Moon
zh_hans: 未知月球

# Main_Corporation_Starbases
source: Corp Starbases
zh_hans: 军团 POS

# Main_Corporation_Structures
source: Corp Structures
zh_hans: 军团建筑

# Main_Corporation_wallet
source: Corp Wallet
zh_hans: 军团账户

# Main_Corporation_Wallet_Default
source: Wallet Division %d
zh_hans: 部门钱包 %d

# Main_Corporation_Wallet_Division1
source: Master Wallet
zh_hans: 主钱包

# Main_Corporation_Wallet_Division2
source: Corp Wallet 2
zh_hans: 军团钱包 2

# Main_Corporation_Wallet_Division3
source: Corp Wallet 3
zh_hans: 军团钱包 3

# Main_Corporation_Wallet_Division4
source: Corp Wallet 4
zh_hans: 军团钱包 4

# Main_Corporation_Wallet_Division5
source: Corp Wallet 5
zh_hans: 军团钱包 5

# Main_Corporation_Wallet_Division6
source: Corp Wallet 6
zh_hans: 军团钱包 6

# Main_Corporation_Wallet_Division7
source: Corp Wallet 7
zh_hans: 军团钱包 7

# Main_Corruption_Progress
source: Corruption
zh_hans: 腐蚀进度

# Main_Database_Applicable_Blueprints
source: Required for
zh_hans: 适用于

# Main_Database_Applicable_Blueprints_info
source: Blueprints that require this item
zh_hans: 需要此物品的蓝图

# Main_Database_Blueprints
source: Blueprints
zh_hans: 蓝图

# Main_Database_Bonuses_Per_Level
source: bonuses per level
zh_hans: 每级技能加成

# Main_Database_Category
source: Category
zh_hans: 目录

# Main_Database_Item_info_Immune
source: Immune
zh_hans: 免疫

# Main_Database_Item_info_NonImmune
source: Non-immune
zh_hans: 不免疫

# Main_Database_Item_info_Reprocess
source: Reprocess Output
zh_hans: 精炼产出

# Main_Database_Loading
source: Loading...
zh_hans: 正在加载...

# Main_Database_Market_Category
source: Market
zh_hans: 市场

# Main_Database_Misc_Bonuses
source: Misc Bonuses
zh_hans: 其他加成

# Main_Database_Mutation_Attribute
source: Mutation
zh_hans: 突变属性

# Main_Database_Mutation_Results
source: Mutation Output
zh_hans: 突变产出

# Main_Database_Mutation_Source
source: Mutation Source
zh_hans: 突变来源

# Main_Database_NPC_Ships
source: Ships
zh_hans: 舰船

# Main_Database_Randomized_Output
source: Randomized Output
zh_hans: 随机产出

# Main_Database_refine_Source
source: Reprocess Source
zh_hans: 精炼来源

# Main_Database_Required_By
source: Required for
zh_hans: 技能等级适用于

# Main_Database_Required_Mutaplasmids
source: Required Mutaplasmids
zh_hans: 所需突变质体

# Main_Database_Role_Bonuses
source: Role Bonuses
zh_hans: 特有加成

# Main_Database_search_placeholder
source: Search
zh_hans: 搜索

# Main_Database_Show_Important_Only
source: Important Attributes Only
zh_hans: 只展示重要属性

# Main_Database_Show_Important_Only_Detail
source: Only show important attributes in database function
zh_hans: 在数据库中只展示物品的重要属性

# Main_Database_Skill_Level_Detail
source: Detail of skill level
zh_hans: 技能等级细节

# Main_Database_unknown_meta_group
source: Unknown Meta Group
zh_hans: 未知科技组

# Main_EVE_Mail_List_Members
source: Member Count
zh_hans: 成员数量

# Main_EVE_Mail_List_Name
source: List Name
zh_hans: 列表名称

# Main_EVE_Mail_List_No_Lists
source: No mailing lists subscribed
zh_hans: 没有可用的邮件列表

# Main_EVE_Mail_Lists
source: Mail Lists
zh_hans: 邮件列表

# Main_Faction_War
source: Factional Warfare
zh_hans: 势力战争

# Main_Fitting
source: Fitting
zh_hans: 装配

# Main_Fitting_Simulation
source: Fitting Simulation
zh_hans: 装配模拟

# Main_Founded
source: Founded
zh_hans: 成立时间

# Main_frontline
source: Frontline
zh_hans: 前线

# Main_In_App_Purchase
source: Sponsor / Set App Icon
zh_hans: 赞助 / 设置应用图标

# Main_Incursions
source: Incursions
zh_hans: 入侵

# Main_Industry_Jobs
source: Industry Jobs
zh_hans: 工业任务

# Main_Infested_Systems
source: Infested Systems
zh_hans: 受影响星系

# Main_Insurgency_FOB
source: FOB
zh_hans: 前线作战基地

# Main_Insurgency_System
source: Insurgencies
zh_hans: 叛乱星系

# Main_Jump_Clones_Cooldown
source: Next Jump: %d hours
zh_hans: 下次跳跃：%d小时后

# Main_Jump_Clones_Cooldown_Hours_Minutes
source: Next Jump: %dh %dm
zh_hans: 下次跳跃：%d小时%d分钟后

# Main_Jump_Clones_Cooldown_Hours_Minutes_Seconds
source: Next Jump: %dh %dm %ds
zh_hans: 下次跳跃：%d小时%d分钟%d秒后

# Main_Jump_Clones_Cooldown_Hours_Seconds
source: Next Jump: %dh %ds
zh_hans: 下次跳跃：%d小时%d秒后

# Main_Jump_Clones_Cooldown_Minutes
source: Next Jump: %dm
zh_hans: 下次跳跃：%d分钟后

# Main_Jump_Clones_Cooldown_Minutes_Seconds
source: Next Jump: %dm %ds
zh_hans: 下次跳跃：%d分%d秒后

# Main_Jump_Clones_Cooldown_Seconds
source: Next Jump: %ds
zh_hans: 下次跳跃：%d秒后

# Main_Jump_Clones_Ready
source: Next Jump: Now
zh_hans: 下次跳跃：现在

# Main_Jump_Navigation
source: Jump Navigation
zh_hans: 跳跃导航

# Main_Killboard
source: KillBoard
zh_hans: 战斗记录

# Main_KM_Attackers
source: Attackers:
zh_hans: 参与者:

# Main_KM_Attackers_All_With_Count
source: All (%d)
zh_hans: 所有人（%d）

# Main_KM_Attackers_Final_Blow
source: Final Blow
zh_hans: 最后一击

# Main_KM_Attackers_Most_Damage
source: Most Damage
zh_hans: 最多伤害

# Main_KM_Attackers_My_Kills
source: My Contribution
zh_hans: 我的贡献

# Main_KM_Attackers_Search_Placeholder
source: Search (at least 2 chars)
zh_hans: 搜索（至少2字）

# Main_KM_Cargo
source: Cargo Hold
zh_hans: 货舱

# Main_KM_Damage
source: Damage:
zh_hans: 受到伤害:

# Main_KM_Destroyed_Value
source: Destroyed:
zh_hans: 被摧毁价值:

# Main_KM_Drone_Bay
source: Drone Bay
zh_hans: 无人机舱

# Main_KM_Dropped_Value
source: Dropped:
zh_hans: 掉落价值:

# Main_KM_EVE_Time
source: EVE Time:
zh_hans: EVE时间:

# Main_KM_Fighter_Bay
source: Fighter Bay
zh_hans: 战斗机舱

# Main_KM_Fighter_Tubes
source: Fighter Tube
zh_hans: 战斗机发射管

# Main_KM_Fleet_Hangar
source: Fleet Hangar
zh_hans: 舰队机库

# Main_KM_Frigate_Escape_Bay
source: Frigate Escape Bay
zh_hans: 护卫舰逃生舱

# Main_KM_High_Slots
source: High Slot
zh_hans: 高槽

# Main_KM_Implants
source: Implants
zh_hans: 植入体

# Main_KM_Local_Time
source: Local Time:
zh_hans: 本地时间:

# Main_KM_Low_Slots
source: Low Slot
zh_hans: 低槽

# Main_KM_Medium_Slots
source: Medium Slot
zh_hans: 中槽

# Main_KM_Rig_Slots
source: Rig Slot
zh_hans: 改装槽

# Main_KM_Ship
source: Ship:
zh_hans: 舰船:

# Main_KM_Ship_Value
source: Ship value:
zh_hans: 舰船价值:

# Main_KM_Specialized_Holds
source: Holds
zh_hans: 特殊舱室

# Main_KM_Subsystem_Slots
source: Subsystem
zh_hans: 子系统

# Main_KM_System
source: System:
zh_hans: 星系:

# Main_KM_Total
source: Total:
zh_hans: 总计:

# Main_Language_Map
source: Language Map
zh_hans: 语言对照

# Main_Language_Map_Exact_Match
source: Exact Match
zh_hans: 完全匹配

# Main_Language_Map_Fuzzy_Match
source: Fuzzy Match
zh_hans: 模糊匹配

# Main_Language_Map_No_Results
source: No Results
zh_hans: 无搜索结果

# Main_Language_Map_Prefix_Match
source: Prefix Match
zh_hans: 前缀匹配

# Main_Language_Map_Search
source: Search
zh_hans: 搜索

# Main_Language_Map_Search_Object_1
source: 1. Items (Spaceships, modules, space entities, etc.)
zh_hans: 1. 物品名称（舰船、装备、空间实体等）

# Main_Language_Map_Search_Object_2
source: 2. Solar systems, constellations, regions
zh_hans: 2. 星系、星座、星域名

# Main_Language_Map_Search_Object_3
source: 3. NPC factions, corporations
zh_hans: 3. NPC势力名、军团名

# Main_Language_Map_Search_Object_4
source: 4. Type ID
zh_hans: 4. 物品 TypeID

# Main_Language_Map_Search_Object_5
source: 5. Item Categories
zh_hans: 5. 物品所属目录名

# Main_Language_Map_Search_Object_6
source: 6. Item Groups
zh_hans: 6. 物品所属组名

# Main_Language_Map_Supported_Search_Objects
source: Supported search objects:
zh_hans: 支持的搜索对象：

# Main_Language_Map_Type_Constellation
source: Constellation
zh_hans: 星座

# Main_Language_Map_Type_Faction
source: Faction
zh_hans: 势力

# Main_Language_Map_Type_Item
source: Item
zh_hans: 物品

# Main_Language_Map_Type_NPC_Corp
source: NPC Corporation
zh_hans: NPC军团

# Main_Language_Map_Type_Region
source: Region
zh_hans: 星域

# Main_Language_Map_Type_System
source: Solar System
zh_hans: 星系

# Main_LP_Available_Items
source: Available Items
zh_hans: 可用物品

# Main_LP_Basic_Info
source: Basic Information
zh_hans: 基本信息

# Main_LP_Militia
source: FW
zh_hans: 卫队

# Main_LP_Required_Items
source: Required Items
zh_hans: 需要的物品

# Main_LP_Store
source: LP Store
zh_hans: 忠诚点商店

# Main_LP_Store_category
source: Offers Category
zh_hans: 可兑换物品分类

# Main_LP_Store_Corps
source: Corporations
zh_hans: 可选军团

# Main_LP_Store_Factions
source: Factions
zh_hans: 可选势力

# Main_LP_Store_Items
source: Items
zh_hans: 物品

# Main_LP_Store_section
source: Offers
zh_hans: 可兑换物品

# Main_LP_Unknown_Faction
source: Unknown Faction
zh_hans: 未知势力

# Main_Market
source: Region Market
zh_hans: 星域市场

# Main_Market_Add_Location
source: Manage Locations
zh_hans: 管理常用地点

# Main_Market_Add_To_Watchlist_Already_Message
source: This item is already in the selected watchlist.
zh_hans: 该物品已在所选关注列表中。

# Main_Market_Add_To_Watchlist_Already_Title
source: Already Added
zh_hans: 已在列表中

# Main_Market_Add_To_Watchlist_Button
source: Add to Market Watchlist
zh_hans: 加入市场关注列表

# Main_Market_Add_To_Watchlist_Picker_Title
source: Choose Watchlist
zh_hans: 选择关注列表

# Main_Market_Add_To_Watchlist_Success_Message
source: The item has been added to "%@".
zh_hans: 物品已添加到「%@」。

# Main_Market_Add_To_Watchlist_Success_Title
source: Added
zh_hans: 添加成功

# Main_Market_All_Regions
source: All Regions
zh_hans: 所有星域

# Main_Market_Available_Regions
source: Available Regions
zh_hans: 可选星域

# Main_Market_Avg_Price
source: Avg price:
zh_hans: 均价:

# Main_Market_Calculating
source: Calculating...
zh_hans: 计算中...

# Main_Market_Clipboard_All_Failed
source: All parsing failed
zh_hans: 全部解析失败

# Main_Market_Clipboard_All_Success
source: Successfully parsed all %d items
zh_hans: 成功解析全部 %d 个物品

# Main_Market_Clipboard_Empty
source: Clipboard is empty
zh_hans: 剪贴板为空

# Main_Market_Clipboard_Export
source: Clipboard Export
zh_hans: 剪贴板导出

# Main_Market_Clipboard_Export_Empty
source: Watchlist is empty, nothing to export
zh_hans: 关注列表为空，无法导出

# Main_Market_Clipboard_Export_Success
source: Successfully exported %d items to clipboard
zh_hans: 成功导出 %d 个物品到剪贴板

# Main_Market_Clipboard_Failed
source: Failed to import %d items:
zh_hans: 以下 %d 个物品导入失败：

# Main_Market_Clipboard_Failed_Items
source: Failed to parse:
zh_hans: 解析失败的项目:

# Main_Market_Clipboard_Import
source: Clipboard Import
zh_hans: 剪贴板导入

# Main_Market_Clipboard_Import_Append
source: Merge with Existing
zh_hans: 追加

# Main_Market_Clipboard_Import_Confirm
source: Confirm Import
zh_hans: 确认导入

# Main_Market_Clipboard_Import_Confirm_Message
source: Current watchlist has %d items. Importing will overwrite existing content. Are you sure you want to continue?
zh_hans: 当前关注列表中有 %d 个物品，导入将覆盖现有内容。确定要继续吗？

# Main_Market_Clipboard_Import_Confirm_Yes
source: Confirm Import
zh_hans: 确认导入

# Main_Market_Clipboard_Import_Mode_Title
source: Import Clipboard
zh_hans: 导入剪贴板

# Main_Market_Clipboard_Import_Overwrite
source: Replace List
zh_hans: 覆盖现有

# Main_Market_Clipboard_More_Failed
source: %d more items failed to parse
zh_hans: 还有 %d 个项目解析失败

# Main_Market_Clipboard_Parse_Failed
source: Failed to parse clipboard content
zh_hans: 剪贴板内容解析失败

# Main_Market_Clipboard_Partial_Success
source: Successfully parsed %d items
zh_hans: 成功解析 %d 个物品

# Main_Market_Clipboard_Success
source: Successfully imported %d items
zh_hans: 成功导入 %d 个物品

# Main_Market_Current_Price
source: Current Price
zh_hans: 当前售价

# Main_Market_Detail
source: Market Detail
zh_hans: 市场详情

# Main_Market_Done
source: Done
zh_hans: 完成

# Main_Market_Done_Edit
source: Done
zh_hans: 完成

# Main_Market_Edit
source: Edit
zh_hans: 编辑

# Main_Market_Edit_Quantity
source: Edit Qty...
zh_hans: 编辑数量...

# Main_Market_Insufficient_Stock
source: (Insufficient stock)
zh_hans: (库存不足)

# Main_Market_Item_List
source: Item List
zh_hans: 物品列表

# Main_Market_Jita_Price_Label
source: Jita:
zh_hans: 吉他:

# Main_Market_Location
source: Market
zh_hans: 市场地点

# Main_Market_Major_Systems
source: Major Trade Hubs
zh_hans: 主要贸易星系

# Main_Market_No_Orders
source: No orders
zh_hans: 暂无订单

# Main_Market_Order_Buy
source: Buy
zh_hans: 买单

# Main_Market_Order_Sell
source: Sell
zh_hans: 卖单

# Main_Market_Order_Type
source: Order Type
zh_hans: 订单类型

# Main_Market_Orders
source: Market Orders
zh_hans: 市场订单

# Main_Market_Pinned_Locations
source: Pinned Locations
zh_hans: 常用地点

# Main_Market_Price
source: Market Price
zh_hans: 市场价格

# Main_Market_Price_History
source: Price History
zh_hans: 历史价格

# Main_Market_Price_History_1M
source: 1 Month
zh_hans: 近1月

# Main_Market_Price_History_1Y
source: 1 Year
zh_hans: 近一年

# Main_Market_Price_History_3M
source: 3 Months
zh_hans: 近3月

# Main_Market_Price_Jita
source: Jita Market Price
zh_hans: 吉他市场价格

# Main_Market_QuickBar_info
source: Basic Info
zh_hans: 基本信息

# Main_Market_Select_All_In_Section
source: Select All
zh_hans: 全选

# Main_Market_Select_Location
source: Select Location
zh_hans: 选择位置

# Main_Market_Select_Region
source: Select Region
zh_hans: 选择星域

# Main_Market_Settings
source: Market Settings
zh_hans: 市场设置

# Main_Market_Setup_Structure
source: Setup Structure Market
zh_hans: 设置建筑市场

# Main_Market_Show_market_orders
source: Show market orders
zh_hans: 查看市场订单

# Main_Market_Total_Price
source: Sum price:
zh_hans: 总价:

# Main_Market_Transactions
source: Market Transactions
zh_hans: 交易记录

# Main_Market_Transactions_Buy
source: Buy
zh_hans: 买入

# Main_Market_Transactions_Filter_All
source: All
zh_hans: 全部

# Main_Market_Transactions_Loading
source: Loading...
zh_hans: 加载中...

# Main_Market_Transactions_No_Data
source: No transactions found
zh_hans: 没有找到交易记录
